/** 衣物 - 形容字库 */
export const adjective: string[] = [
  "龙", "慕", "翡", "翠", "白", "玉", "响", "铃", "玲", "珑",
  "玻", "璃", "纯", "黑", "水", "银", "发", "玛", "瑙", "绿",
  "石", "观", "音", "千", "年", "宝", "梅", "英", "采", "胜",
  "长", "绵", "日", "永", "琴", "书", "金", "镶", "摺", "嵌",
  "珠", "手", "丝", "起", "花", "纹", "雕", "戏", "形", "兔",
  
  "捣", "药", "蕾", "兰", "茄", "串", "灯", "笼", "童", "子",
  "紫", "钑", "孔", "雀", "霞", "帔", "鸾", "双", "蝶", "恋",
  "牡", "丹", "鸟", "蟾", "折", "游", "殊", "文", "满", "池",
  "娇", "叶", "灵", "芝", "竹", "节", "箍", "蓝", "纱", "羊",
  "云", "皮", "百", "合", "藏", "南", "撒", "锻", "淡", "凌",
  
  "藕", "琵", "琶", "绣", "镂", "鸦", "流", "彩", "漩", "涡",
  "如", "意", "幽", "瑟", "含", "香", "柔", "棉", "晶", "参",
  "景", "福", "八", "仙", "骑", "鹿", "桂", "夜", "绉", "海",
  "软", "毛", "锦", "情"
];

/** 衣物 - 名词字库 */
export const type: string[] = [
  "衣", "裙", "服", "弁", "帻", "帽", "巾", "裳", "袍", "冠",
  "笄", "簪", "钗", "钿", "镯", "戒", "梳", "擿", "链", "袄",
  "华服", "劲装", "锦衣", "锻裳", "锻衫", "夹袍", "幞头", "长袍", "高冠", "笼冠",
  "粱冠", "袄裙", "小冠", "背心", "貌冠", "大衣", "云肩", "手笼", "抹胸", "腰带",
  "大褂", "长衫", "马褂", "玉佩", "珠滴", "要翟", "鸾凤", "搔头", "珠翠", "翠翘",

  "步摇", "华胜", "抹额", "花钿", "珥珰", "项圈", "玉玦", "璎珞", "凤冠", "珠冠", 
  "臂钏", "护甲", "禁步", "梳篦", "钿花", "腰饰", "耳坠", "分心", "挑心", "珠牌", 
  "明珠", 
]

