/** 丹药 - 形容字库 */
export const adjective: string[] = [
  "一", "二", "三", "四", "五", "六", "七", "八", "九", "十",
  "尸", "脑", "神", "虫", "草", "星", "海", "棠", "腐", "骨",
  "穿", "心", "玉", "露", "续", "命", "黑", "断", "天", "王",
  "保", "通", "转", "琉", "璃", "胆", "悲", "酥", "清", "风",
  "化", "蜂", "筋", "肠", "甘", "蛇", "解", "毒", "醒", "梦",
  
  "避", "瘴", "跌", "止", "血", "顺", "脉", "明", "慧", "真",
  "龙", "大", "力", "健", "气", "凝", "碧", "虎", "熊", "魄",
  "武", "火", "薇", "太", "极", "宝", "玄", "聚", "养", "增",
  "禁", "魔", "封", "窍", "疯", "彩", "镇", "⽣", "安", "回",
  "洗", "髓", "延", "寿", "离", "⽆", "痕", "辟", "⾕", "轮",

  "护", "融", "⼤", "还", "流", "珠", "益", "邪", "复", "容",
  "破", "厄", "地", "鸿", "蒙", "煞", "情", "花", "金", "香",
  "软", "灵", "虚", "阳", "紫", "悟", "道", "淬", "体", "尘",
  "造"
];

/** 丹药 - 名词字库 */
export const type: string[] = [
  '丹', '丸', '散', '膏', '粉', '汤', '露',
]

