/** 组织 - 形容字库 */
export const adjective: string[] = [
  "御", "傲", "儒", "器", "魔", "符", "天", "星", "幻", "血",
  "刹", "西", "雷", "北", "荒", "墓", "万", "森", "冥", "上",
  "紫", "人", "龙", "户", "骨", "噬", "莽", "狄", "鹊", "衍",
  "玄", "剑", "刀", "神", "意", "风", "清", "灵", "云", "罗",
  "箓", "农", "圣", "兽", "魂", "幽", "隐", "合", "惊", "桥",
  
  "欢", "玉", "女", "飘", "渺", "无", "极", "道", "凌", "诛",
  "煞", "潜", "戮", "修", "昭", "阳", "杀", "破", "归", "一",
  "辰", "武", "鉴", "宝", "涯", "碧", "镇", "浩", "栖", "九",
  "虎", "霞", "丹", "妖", "彼",
];

/** 组织 - 名词字库 */
export const type: string[] = [
  '族', '宗', '院', '门', '教', '派', '帮',
]

