/** 地点 - 形容字库 */
export const adjective: string[] = [
  "鸢", "尾", "江", "月", "湄", "洲", "观", "澜", "红", "冰",
  "雷", "州", "劫", "炽", "生", "昆", "墟", "死", "惊", "盘",
  "水", "牙", "葬", "沉", "亡", "虚", "妄", "诸", "保", "华",
  "钓", "鱼", "挂", "耳", "御", "傲", "儒", "器", "魔", "符",
  "天", "星", "幻", "血", "刹", "西", "北", "荒", "彼", "墓",
  
  "万", "森", "冥", "上", "紫", "人", "龙", "户", "骨", "噬",
  "莽", "狄", "鹊", "衍", "虎", "霞", "丹", "妖", "涯", "玄",
  "剑", "刀", "神", "意", "风", "清", "灵", "云", "罗", "箓",
  "农", "圣", "兽", "魂", "碧", "镇", "浩", "栖", "九", "幽",
  "隐", "合", "桥", "欢", "玉", "女", "飘", "渺", "无", "极",
  
  "道", "凌", "诛", "阳", "杀", "破", "归", "一", "煞", "潜",
  "戮", "修", "昭", "辰", "武", "鉴", "宝"
];

/** 地点 - 名词字库 */
export const type: string[] = [
  '溪', '寺', '庭', '阙', '坪', '道', '天', '冢', '井', '陵',
  '岛', '村', '城', '县', '郡', '台', '馆', '楼', '亭', '堂',
  '庄', '山', '坡', '镇', '关', '江', '湖', '涧', '崖', '峡',
  '林', '海', '谷', '渊', '湾', '港', '域', '界', '阁', '宫',
  '轩', '府', '观', '洞', '都', '地', '洲',

  '幽径', '古迹', '古墓', '深渊', '仙境', '之地', '之丘', '山庄', '渔村', '湖畔',
  '沼泽', '沙漠', '平原', '山谷', '河谷', '绿洲', '天宫', '圣地',
]

