/** 丹药 - 形容字库 */
export const adjective: string[] = [
  "一", "二", "三", "四", "五", "六", "七", "八", "九", "十",
  "断", "龙", "魔", "皇", "沙", "木", "乌", "酸", "蛮", "歌",
  "蛇", "欲", "紫", "烟", "厌", "食", "祝", "余", "奇", "茸",
  "通", "天", "石", "楠", "雨", "燕", "血", "野", "刚", "荆",
  "棘", "韵", "罡", "金", "幻", "心", "雪", "绮", "罗", "烈",
  
  "火", "杏", "娇", "疏", "角", "玄", "冰", "寒", "炎", "宁",
  "神", "菩", "提", "蟒", "玉", "肌", "阴", "醉", "还", "魂",
  "灵", "郁", "冠", "相", "思", "肠", "佛", "煌", "陵", "髄",
  "尾", "忧", "爆", "迦", "南", "香", "白", "毫", "转", "百",
  "化", "清", "华", "月", "瑶", "活", "黑", "续", "曼", "翡",
];

/** 丹药 - 名词字库 */
export const type: string[] = [
  '参', '藤', '叶', '茎', '果', '芝', '花', '草', '莲', '子',
  '根', '菊', '藻', '葵', '涎',
]

